Repository: 321jr/software-o-o
Catalog: locale/*/software.po
Languages: hu, id, km

source: <a href="http://en.opensuse.org/SDB:Metalink">Metalink</a> is an open standard that bundles the various ways (FTP/HTTP/BitTorrent) to get files into one format for easier downloads. This makes it good for downloading ISOs; particularly for people who can't use P2P because of restrictions from their ISP or University. It can deliver very fast download speeds since most clients support multiple connections, to multiple mirrors, automatically. In addition, it can do automatic error detection, and correction. It needs a special client to handle it though.
hu: <a href="http://en.opensuse.org/SDB:Metalink">Metalink</a> egy nyílt szabvány, amely számos módot (FTP/HTTP/BitTorrent) ötvöz a könnyebb letöltés érdekében. Ezért rendkívül jó megoldás az ISO-fájlok letöltéséhez, főleg azoknak, akik nem tudnak P2P megoldásokat használni az internetszolgáltató vagy az egyetemi hálózatok megkötése miatt. Rendkívül gyors letöltést képes biztosítani egyszerre több mirrorról, mivel minden kliens több kapcsolatot támogat. Emellett automatikus hibakezelést és hibajavítást biztosít. Azonban speciális kliensprogram szükséges hozzá.
km: <a href="http://en.opensuse.org/SDB:Metalink">តំណ​មេតា</a> គឺ​ជា​ស្តង់ដារ​បើក​ចំហ​ដែល​មាន​វិធី​ជា​ច្រើន (FTP/HTTP/BitTorrent) ដើម្បី​ទទួល​បាន​ឯកសារ​មាន​​ទ្រង់ទ្រាយ​មួយ ​សម្រាប់​ការ​ទាញ​យក​ដ៏​លឿន​បំផុត ។ ធ្វើ​ឲ្យ​វា​កាន់តែ​ល្អ​​ សម្រាប់​ការ​ទាញ​យក ISOs ជា​ពិសេស​សម្រាប់​មនុស្ស​ដែល​មិន​អាច​ប្រើ P2P ដោយ​សារ​តែ​ កា​រ​ដាក់កម្រិត​ពី ISP ឬ​សកលវិទ្យាល័យ​ ។ វា​អាច​បញ្ជូន​នូវ​ល្បឿន​ទាញ​យក​​លឿន​បំផុត​តាំង​ពី​​​មាន​ការ​គាំទ្រ​ការ​​តភ្ជាប់​​ម៉ាស៊ីន​ភ្ញៀវ​ជា​ច្រើន​​ទៅ​កញ្ចក់​នានា​​ដោយ​ស្វ័យ​ប្រវត្តិ ។ បន្ថែម​លើ​នេះ វា​អាច​រក​ឃើញ​កំហុស​ និង​​កែ​វា​ដោយ​ស្វ័យប្រវត្តិ​ទៀត​ផង ។ ទោះ​បី​យ៉ាងណា វា​នៅ​តែ​ត្រូវការ​ម៉ាស៊ីន​ភ្ញៀវ​ពិសេស​ដើម្បី​គ្រប់គ្រង​វា ។

source: <a href="http://en.opensuse.org/openSUSE:License">License</a>
hu: <a href="http://hu.opensuse.org/Licenc">Licencmegállapodás</a>
km: <a href="http://en.opensuse.org/openSUSE:License">អាជ្ញាប័ណ្ណ​</a>

source: <a href='%s'>Release Notes</a>
hu: <a href='%s'>Kiadási megjegyzések</a>
km: <a href='%s'>ឯកសារ​ចេញផ្សាយ</a>

source: A GNOME desktop you can run from %s or from USB stick.<br/>Can be installed as is (no upgrade).
hu: %s-ről vagy pendrive-ról futtatható GNOME grafikus környezet.<br/> Telepítésre is használható (frissítésre azonban nem).

source: A KDE desktop you can run from %s or from USB stick.<br/>Can be installed as is (no upgrade).
hu: %s-ről vagy pendrive-ról futtatható KDE grafikus környezet.<br/>Telepítésre is használható (frissítésre azonban nem).

source: Add-On Downloads (optional)
hu: Kiegészítők letöltése (nem kötelező)
km: ទាញយក​ផ្នែក​បន្ថែម (ជម្រើស)

source: App Browser
hu: Alkalmazásböngésző
km: កម្មវិធី​រុករក​កម្មវិធី

source: Available Images
hu: Elérhető lemezképek
km: រូបភាព​ដែល​មាន

source: Bronze Sponsor
hu: Bronz fokozatú támogató
km: អ្នក​ឧបត្ថម្ភ Bronze

source: Browser incompatibility
hu: Böngésző inkompatibilitás
km: ភាព​មិន​ឆប​គ្នា​របស់​កម្មវិធីរុករក

source: Burn CD/DVD Image(s)
hu: CD/DVD-lemezkép(ek) készítése
km: ដុតរូបភាព​​ស៊ីឌី/ឌីវីឌី

source: Choose an installation medium by clicking it and hit the Download button to start the download. Optionally choose your computer type or an alternative download method.
hu: A letöltés megkezdéséhez válassza ki a telepítőkészlet típusát és nyomja meg a Letöltés gombot. Tetszés szerint válassza ki a számítógép típusát, vagy egy alternatív letöltési módszert.
km: ជ្រើស​ឧបករណ៍​ផ្ទុក​ដំឡើង​ដោយ​ចុច​លើ​វា និង​ចុច​ប៊ូតុង​ទាញ​យក​ ដើម្បី​ចាប់ផ្ដើមការ​​ទាញ​យក ។ ជា​ជម្រើស​ ជ្រើស​ប្រភេទ​កុំព្យូទ័រ​ ឬ​វិធី​សាស្ត្រ​ទាញ​យក​ជា​ជម្រើស ។

source: Click to Download
hu: Letöltés
km: ចុច ​ដើម្បី​ទាញ​យក

source: Contains a large collection of software for desktop or server use.<br/>Suitable for installation or upgrade.
hu: Hatalmas szoftvergyűjteményt tartalmaz asztali számítógépekhez és kiszolgálókhoz egyaránt.<br/>Alkalmas telepítéshez vagy frissítéshez.
km: មាន​បណ្ដុំ​កម្មវិធី​ជា​ច្រើន​សម្រាប់​​​ប្រើ​លើ​កុំព្យូទ័រ​​ធម្មតា ឬ​ម៉ាស៊ីន​បម្រើ ។<br/>សម​ស្រប​សម្រាប់​ដំឡើង ឬ​សម្រាប់​ការ​​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង ។

source: Countdown
hu: Visszaszámlálás
km: រាប់​ថយ​ក្រោយ

source: Country
hu: Ország

source: Development Version
hu: Fejlesztői verzió
km: កំណែ​អភិវឌ្ឍន៍

source: Development-
hu: Fejlesztés-

source: Direct Link
hu: Közvetlen letöltés
km: តំណ​ផ្ទាល់

source: Don't show this warning the next time
hu: Ne mutassa többször ezt a figyelmeztetést
km: កុំ​បង្ហាញ​សារ​ព្រមាន​នេះ​ម្ដងទៀត

source: Download %s
hu: %s letöltése
km: ទាញយក %s

source: Download Help
hu: Segítség a letöltéshez
km: ជំនួយ​ទាញ​យ​ក​

source: Download Method
hu: Letöltés módja
km: វិធីសាស្ត្រ​ទាញយក​

source: Download&nbsp;DVD
hu: DVD&nbsp;letöltés
km: ទាញ​យក&nbsp;ឌីវីឌី

source: Download&nbsp;GNOME
hu: GNOME&nbsp;letöltés
km: ទាញ​យក&nbsp;GNOME

source: Download&nbsp;KDE
hu: KDE&nbsp;letöltés
km: ទាញ​យក&nbsp;KDE

source: Download&nbsp;Network
hu: Hálózati&nbsp;letöltés
km: ទាញ​យក&nbsp;បណ្ដាញ

source: Downloads
hu: Letöltések
km: ​​ទាញយក​

source: Downloads the installation system and all packages from online repositories.<br/>Suitable for installation or upgrade.
hu: A telepítő és az összes csomag letöltése az online telepítési forrásokból.<br/>Alkalmas telepítésre vagy frissítésre.
km: ទាញ​យក​ប្រព័ន្ធ​ដំឡើង និង​កញ្ចប់​ទាំងអស់​ពី​ឃ្លាំង​លើ​បណ្ដាញ ។<br/>សមស្រប​សម្រាប់​ដំឡើង ឬ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង ។

source: Expand all sections ('e')
hu: Összes rész kinyitása ('e')

source: Extra Languages
hu: További nyelvek
km: ភាសា​បន្ថែម

source: Extra Languages (32 Bit)
hu: További nyelvek (32 bit)
km: ភាសា​បន្ថែម (៣២ ប៊ីត)

source: Extra Languages (64 Bit)
hu: További nyelvek (64 bit)
km: ភាសា​បន្ថែម (៦៤ ប៊ីត)

source: Get one of the specialized distributions built on openSUSE.
hu: Töltse le az egyik speciális, openSUSE alapú disztribúciót.

source: Getting Help
hu: Segítség
km: យក​ជំនួយ

source: Gold Sponsor
hu: Arany fokozatú támogató
km: អ្នក​ឧបត្ថម្ភ​ Gold

source: Header Logo
hu: Fejléc logó
km: រូបសញ្ញា​​ក្បាល

source: Help on Download Method
hu: Segítség a letöltési mód kiválasztásában
km: ជំនួយ​អំពី​វិធីសាស្ត្រ​ទាញ​យក

source: Help on Type of Computer
hu: Segítség az architektúra kiválasztásában
km: ជំនួយ​អំពី​ប្រភេទ​កុំព្យូទ័រ

source: How to Proceed
hu: Telepítés előkészítése
km: របៀប​បន្ត

source: If you want to use a direct link but live in a place in the world where our download redirector has not enough information to redirect to the fastest mirror, you can pick a mirror yourself.
hu: Ha közvetlen hivatkozás használatával szeretne letölteni, de olyan helyen van, hogy a letöltés-átirányítók nem kapnak elegendő információt a leggyorsabb mirrorra való átirányításhoz, akkor kiválaszthat egy mirrort.
km: ប្រសិនបើ​អ្នក​ចង់​ប្រើ​តំណ​​​ផ្ទាល់​ ប៉ុន្តែ​មាន​កន្លែង​ដែល​កម្មវិធី​បង្វែរ​​ទាញ​យក​របស់​យើង​​មិន​មាន​ព័ត៌មាន​គ្រប់គ្រាន់​ ដើម្បី​បញ្ជូន​ទៅកាន់​កញ្ចក់​ដែល​លឿន​បំផុត អ្នក​អាច​ជ្រើសរើស​​កញ្ចក់​ដោយ​ខ្លួន​អ្នក​ផ្ទាល់ ។

source: Install using One Click Install
hu: Telepítés 1-kattintásos telepítéssel
km: ដំឡើង​ដោយ​ប្រើ​ One Click Install

source: Installation Guides
hu: Telepítési útmutató
km: មគ្គុទ្ទេសក៍​ដំឡើង​

source: Installation Medium
hu: Telepítőkészlet
km: ឧបករណ៍​ផ្ទុក​ដំឡើង

source: Konqueror of KDE 3 is unfortunately unmaintained and its javascript implementation contains bugs that make it impossible to use with this page. Please make sure you have javascript disabled before you <a href='%s'>continue</a>.
hu: A KDE3 Konqueror sajnos már nincs karbantartva és a javascript kódrészben hibák vannak, amelyek nem teszik lehetővé az oldal használatát. Bizonyosodjon meg arról, hogy a javascript le van tiltva mielőtt <a href='%s'>tovább lép</a>.
km: Konqueror របស់ KDE 3 ជាអកុសល​មិន​ត្រូវបាន​ថែទាំ ហើយ​​ការ​អនុវត្ត javascript របស់​វា​មាន​​កំហុស​ ដែល​ធ្វើ​ឲ្យ​វា​ប្រើ​មិនបាន​ក្នុង​ទំព័រ​នេះ ។ សូម​ប្រាកដ​ថា​អ្នក​បាន​បិទ javascript មុន​នឹង​អ្នក <a href='%s'>បន្ត</a> ។

source: Language
hu: Nyelv
km: ភាសា

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version.
hu: Számos alkalmazás képes ellenőrizni a letöltést az ellenőrzőösszeg segítségével. A letöltött telepítőkészlet ellenőrzése azért fontos, hogy megbizonyosodjon arról, hogy nem egy hibás ISO-lemezképet töltött le. Három különböző ellenőrzőösszeg áll rendelkezésre:
km: កម្មវិធី​ជាច្រើន​អាច​ផ្ទៀងផ្ទាត់​ឆេកសាំ​នៃ​ការ​ទាញ​យក​របស់​អ្នក​បាន ។ ការ​ផ្ទៀងផ្ទាត់​នូវ​អ្វី​ដែល​អ្នក​ទាញ​យក គឺ​ពិត​ជា​មាន​សារ​សំខាន់ ពីព្រោះ​នៅ​ពេល​ដែល​វា​ផ្ទៀងផ្ទាត់ អ្នក​នឹង​ទទួល​បាន​ឯកសារ​ ISO ពិត​ប្រាកដ​ដែល​អ្នក​ចង់​ទាញ​យក មិន​មែន​ទទួល​បាន​​កំណែ​ដែល​ខូច​នោះ​ទេ ។

source: More information on burning the ISO file to CD/DVD
hu: További információ az ISO fájl CD-re/DVD-re történő írásáról
km: ព័ត៌មាន​បន្ថែម​អំពី​ការ​​ដុត​ឯកសារ​ ISO ​ទៅ​ក្នុងស៊ីឌី/ឌីវីឌី

source: More information on creating a <a href='http://en.opensuse.org/Live_USB_stick'>bootable USB stick</a>
hu: További információ az <a href='http://en.opensuse.org/Live_USB_stick'>indítható pendrive készítéséről</a>
km: ព័ត៌មាន​បន្ថែម​អំពី​ការ​បង្កើត <a href='http://en.opensuse.org/Live_USB_stick'>ឧបករណ៍​ផ្ទុក USB ដែល​អាច​ចាប់​ផ្ដើម​បាន</a>

source: More information on downloading openSUSE is available from the <a href="http://en.opensuse.org/SDB:Download_help">Download Help</a> and <a href="http://en.opensuse.org/SDB:Network_installation">Network Installation</a> pages in our <a href="http://en.opensuse.org/Portal:Documentation">Documentation Wiki</a>.
hu: Az openSUSE letöltésével kapcsolatos további információ a <a href="http://en.opensuse.org/SDB:Download_help">Letöltési segédlet</a> és a <a href="http://en.opensuse.org/SDB:Network_installation">Hálózati telepítés</a> oldalon található a <a href="http://en.opensuse.org/Portal:Documentation">Dokumentációs wikiben</a>.
km: ព៌ត៌មាន​បន្ថែម​អំពី​ការ​ទាញយក​អូផឹនស៊ូស៊ី​អាច​រក​បាន​ពី <a href="http://en.opensuse.org/SDB:Download_help">ជំនួយ​ទាញយក</a> និង <a href="http://en.opensuse.org/SDB:Network_installation">ទំព័រ​ដំឡើង​តាម​បណ្ដាញ</a> នៅ​ក្នុង <a href="http://en.opensuse.org/Portal:Documentation">ឯកសារ​វីគី</a> ។

source: Most new computers support <a href="http://en.wikipedia.org/wiki/X86-64">x86-64</a> (also known as AMD64 and Intel64), but some laptop processors and netbook processors do not support it. So you need to check wikipedia if you want to be sure your computer supports it.
hu: A legtöbb új számítógép támogatja az <a href="http://hu.wikipedia.org/wiki/X86-64">x86-64</a> architektúrát (amelyet AMD64 és Intel64 néven is ismernek), de néhány laptop és netbookprocesszor nem támogatja ezt. Ha meg akar bizonyosodni arról, hogy számítógépe támogatja-e a 64 bites architektúrát, ellenőrizze ezt a Wikipedián.
km: កុំព្យូទ័រ​ថ្មី​ភាគ​ច្រើន​គាំទ្រ <a href="http://en.wikipedia.org/wiki/X86-64">x86-64</a> (ក៏​ត្រូវ​បាន​ស្គាល់​ថា​ជា AMD64 និង Intel64) ប៉ុន្តែ​ប្រព័ន្ធ​ដំណើរការ​កុំព្យូទ័រ​យួរ​ដៃ និង​ប្រព័ន្ធ​ដំណើរការ​កុំព្យូទ័រ​មួយ​ចំនួន​​​មិន​គាំទ្រ​វា​ទេ ។ ដូច្នេះ​​អ្នក​ត្រូវ​ពិនិត្យ​មើល wikipedia ប្រសិនបើ​អ្នក​​ចង់ឲ្យ​​ប្រាកដ​ថា​កុំព្យូទ័រ​របស់​អ្នក​គាំទ្រ​វា ។

source: Multimedia
hu: Multimédia
km: ពហុ​ព័ត៌មាន

source: Need help?
hu: Segítségre van szüksége?
km: ត្រូវការ​ជំនួយ ?

source: No appliance data for %s
hu: Nincs készülékadat ehhez: %s %s
km: គ្មាន​ទិន្នន័យ​ឧបករណ៍​ប្រើប្រាស់​សម្រាប់ %s

source: No description found...
hu: Nem található leírás…
km: រក​មិន​ឃើញ​សេចក្ដី​ពិពណ៌នា...

source: NonOSS CD
hu: Nem nyílt forrású komponenseket tartalmazó CD
km: ស៊ីឌី​ NonOSS

source: Official Manuals
hu: Hivatalos kézikönyvek
km: សៀវភៅ​ដៃ​ផ្លូវការ

source: Package Repositories
hu: Telepítési források
km: ឃ្លាំងកញ្ចប់

source: Platinum Sponsor
hu: Platina fokozatú támogató
km: អ្នក​ឧបត្ថម្ភ​ Platinum

source: Please enter a <b>brief</b> reason (in English!) why you need the DVDs and provide a link of the event/purpose.
hu: Foglalja össze <b>röviden</b> (angolul!), hogy miért van szüksége DVD-re és adja meg az esemény hivatkozását.

source: Please note that this is not the latest openSUSE release. You can get the latest version <a href='/'>here</a>.
hu: Ez nem a legfrissebb openSUSE kiadás. A legfrissebb verzió <a href='/'>innen</a> tölthető le.
km: សូម​ចំណាំ​ថា នេះ​មិនមែន​ជា​ឯកសារ​ចេញ​​ផ្សាយ​ចុងក្រោយ​របស់​អូផឹនស៊ូស៊ី​ទេ ។ អ្នក​នឹង​ទទួល​បាន​កំណែ​ថ្មី​បំផុត​ <a href='/'>នៅ​ទីនេះ</a> ។

source: Related categories:
hu: Vonatkozó kategóriák:
km: ប្រភេទ​ដែល​ទាក់ទង ៖

source: Released Version
hu: Megjelent verzió
km: កំណែ​ចេញ​ផ្សាយ

source: Reporting Bugs
hu: Hibabejelentés
km: រាយការណ៍​កំហុស​

source: Rescue
hu: Mentőrendszer

source: Rescue system that you can run from CD or from USB stick.<br/>Can not be used for installation or upgrade.
hu: Mentőrendszer, amely CD-ről vagy pendrive-ról futtatható.<br/>Nem használható telepítésre vagy rendszerfrissítésre.

source: Show development, language and debug packages
hu: Fejlesztői, nyelvi és debug csomagok megjelenítése
km: បង្ហាញ​កញ្ចប់​អភិវឌ្ឍន៍ ភាសា និង​បំបាត់​កំហុស

source: Show distribution:
hu: Disztribúció megjelenítése:
km: បង្ហាញ​ការ​ចែកចាយ ៖

source: Show more packages for unsupported distributions
hu: Több csomag megjelenítése a nem támogatott disztribúciókhoz
km: បង្ហាញ​កញ្ចប់​ជាច្រើន​ទៀត​សម្រាប់​ការ​ចែកចាយ​ដែល​គ្មាន​ការ​គាំទ្រ

source: Show more...
hu: Több...
km: បង្ហាញ​ច្រើនទៀត...

source: Show other versions
hu: Más verziók megjelenítése
km: បង្ហាញ​កំណែ​ផ្សេងទៀត

source: Show unstable packages
hu: Nem stabil csomagok megjelenítése

source: Show unsupported packages
hu: nem támogatott csomagok megjelenítése
km: បង្ហាញ​កញ្ចប់​ដែល​មិន​គាំទ្រ

source: Silver Sponsor
hu: Ezüst fokozatú támogató
km: អ្នកឧបត្ថម្ភ Silver​

source: Some of the live distributions based on openSUSE. Those interested in trying to build their own derivatives can take a look at <a href="http://susestudio.com/">SUSE Studio</a>.
hu: Néhány live disztribúció openSUSE-alapú. Akik szeretnék kipróbálni a saját disztribúciókészítést, azok látogassanak el a <a href="http://susestudio.com/">SUSE Studio</a> weboldalára.
km: ការ​ចែកចាយ​ផ្ទាល់​មួយ​ចំនួន​ត្រូវ​បាន​ធ្វើឡើង​ដោយ​ផ្អែកលើ​អូផឹន​ស៊ូស៊ី ។ អ្នក​ដែល​ចាប់​អារម្មណ៍​ក្នុង​ការស្ថាបនា​គំរូ​អ្វីមួយ​តាម​គេ អាច​មើល​តាមវិបសាយ​ <a href="http://susestudio.com/">SUSE Studio</a> ។

source: Sponsored by
hu: Támogatók
km: ​ឧបត្ថម្ភ​ដោយ

source: Sponsored by: AMD
hu: Az AMD támogatásával

source: Sponsored by: B1 Systems
hu: Támogató: B1 System
km: ឧបត្ថម្ភ​ដោយ ៖ ប្រព័ន្ធ B1

source: Sponsored by: Heinlein
hu: A Heinlein támogatásával

source: Sponsored by: IP Exchange
hu: Az IP Exchange támogatásával
km: ឧបត្ថម្ភ​ដោយ​ ៖ ផ្លាស់ប្ដូរ IP

source: Support
hu: Támogatás
km: គាំទ្រ

source: This CD contains free software distributed under proprietary licence not allowing its inclusion to main installation media together with free open-source software. All software from this CD could be downloaded from NON-OSS repository.
hu: Ez a CD azokat az ingyenesen terjeszthető szoftvereket tartalmazza, amelyek olyan licencekkel van ellátva, amelyek nem teszik lehetővé, hogy az ingyenes nyílt forrású szoftverkomponensekkel közös telepítőkészleten szerepeljenek. Az összes, ezen a CD-n található szoftver letölthető a NON-OSS telepítési forrásból.
km: ស៊ីឌី​នេះ​មាន​កម្មវិធី​ដែល​ចែកចាយ​ដោយ​សេរី ដោយ​ស្ថិត​នៅ​ក្រោម​អាជ្ញាប័ណ្ណ​មាន​កម្មសិទ្ធិ ប៉ុន្តែ​មិន​អនុញ្ញាត​ឲ្យ​រួម​បញ្ចូល​ទៅ​ក្នុង​មេឌៀ​ដំឡើង​ចម្បង​ជាមួយ​នឹង​កម្មវិធី​ប្រភព​កូដចំហ​ដែល​ឥត​គិត​ថ្លៃ​នោះ​ទេ ។​ គ្រប់​កម្មវិធី​​ដែល​នៅ​ក្នុង​ស៊ីឌី​នេះ អាច​នឹង​ត្រូវ​បាន​ទាញ​យក​ពី​ឃ្លាំង​របស់ NON-OSS ។

source: This version runs on all PCs including those that support 64 Bit. If you have more than 3 GB of RAM you should prefer the 64 Bit version though. openSUSE does not support processors before Pentium - the live CDs even support only i686 (Pentium Pro and later).
hu: Ez a változat minden számítógépen fut, beleértve a 64 bites számítógépeket is. Amennyiben több, mint 3GB memória van a számítógépében, akkor a 64 bites változat használata javasolt, azonban ez nem támogatja a Pentiumnál korábbi processzorokat - a live CD pedig csak az i686 (legalább Pentium Pro) architektúrát támogat.
km: កំណែ​នេះ​រត់​លើ​កុំព្យូទ័រ​ទាំងអស់ រួមមាន​កុំព្យូទ័រ​​ដែល​គាំទ្រ ៦៤ ប៊ីត ។ ប្រសិនបើ​ អ្នក​មាន​ RAM ​ធំជាង ៣ ជីកាបៃ ​អ្នក​គួរ​តែ​ប្រើ​កុំព្យូទ័រ​ ៦៤ ប៊ីត ។ អូផឹន​ស៊ូស៊ី មិន​គាំទ្រ​ប្រព័ន្ធ​ដំណើរការ​មុន​​ Pentium ទេ - ស៊ីឌី​បន្ត​ផ្ទាល់​គាំទ្រ​តែ i686 (មុន និង​ក្រោយ Pentium នេះ​តែ​ប៉ុណ្ណោះ) ។

source: Type of Computer
hu: Architektúra
km: ប្រភេទ​កុំព្យូទ័រ

source: Unsupported distributions:
hu: Nem támogatott disztribúció:
km: ការ​ចែកចាយ​ដែល​គ្មាន​ការ​គាំទ្រ ៖

source: Using <a href="http://en.opensuse.org/SDB:BitTorrent">BitTorrent</a> is recommended on slow links, especially when downloading the DVD image. BitTorrent downloads have several benefits, the clients protect against data corruption and you help relieving the load on the servers by participating in the upload - if enough people participate it will also be faster than the centralized servers - for everybody. Whatsmore, it allows you to stop the download at any time and resume it later.
hu: A <a href="http://en.opensuse.org/SDB:BitTorren">BitTorrent</a> használata az alacsony sávszélességű hálózati kapcsolatok használata esetén javasolt, különösen DVD-lemezképek letöltésekor. A BitTorrent letöltésnek számos előnye van, a kliens védve van az adathibák ellen és segít a kiszolgálok terhelésének enyhítésében a feltöltések elosztásával - megfelelő számú közreműködő esetén még gyorsabb is, mint egy központi kiszolgáló. Mindezek mellett a letöltések bármikor leállíthatók, és folytathatók.
km: ការ​ប្រើប្រាស់ <a href="http://en.opensuse.org/index.php?title=SDB:BitTorrent_and_openSUSE">BitTorrent</a> ត្រូវ​បាន​ផ្ដល់​អនុសាសន៍​នៅ​លើ​តំណ​យឺត ជាពិសេស​ នៅ​ពេល​ដែល​ទាញ​យក​រូបភាព​ឌីវីឌី ។ ការ​ទាញ​យក​តាម BitTorrent មាន​ផលប្រយោជន៍​ច្រើន​យ៉ាង​ ម៉ាស៊ីន​ភ្ញៀវ​ការពារ​មិន​ឲ្យ​ខូច​ទិន្នន័យ និង​ជួយ​បន្ធូរ​ទំហំ​ផ្ទុក​នៅ​លើ​ម៉ាស៊ីន​បម្រើ ដោយ​ការ​ចូលរួម​ក្នុង​ការ​ផ្ទុក​ឡើង - ប្រសិនបើ មាន​មនុស្ស​ចូលរួម​ច្រើន​គ្នា​ វា​នឹង​ជួយ​ធ្វើឲ្យ​មាន​លក្ខណៈ​កាន់​តែ​លឿន​ជាង​ម៉ាស៊ីន​បម្រើ​កណ្ដាល ។ លើស​ពី​នេះ​ទៀត វា​អនុញ្ញាត​ឲ្យ​អ្នក​បញ្ឈប់​ការ​ទាញ​យក​នៅ​ពេល​ណាមួយ ឬ​បន្ត​វា​នៅ​ពេល​ក្រោយ​បាន​ទៀត​ផង ។

source: Verify your download before use
hu: Letöltés ellenőrzése használat előtt

source: We offer three different checksums:
hu: Három különböző ellenőrzőösszeg áll rendelkezésre:
km: យើង​បាន​ផ្ដល់​ឆេកសាំ​បី​ខុស​ៗ​គ្នា​ ៖​

source: When downloading images other than the CD for network installation, it is <i>strongly</i> recommended to use a proper download manager to reduce the risk of corrupted data.
hu: Amennyiben nem a hálózati telepítéshez szükséges CD lemezképét tölti le, akkor <i>kifejezetten</i> javasolt valamilyen letöltéskezelő használata, azért, hogy csökkenjen a hibás lemezkép kockázata.
km: នៅ​ពេល​ទាញ​យក​រូបភាព​ផ្សេង​ ក្រៅ​ពី​ស៊ីឌី​សម្រាប់​ការ​ដំឡើង​តាម​បណ្ដាញ អ្នក​ត្រូវ​បាន​ <i>ណែនាំ</i> ឲ្យ​ប្រើ​កម្មវិធី​ទាញ​យក​ដ៏​ត្រឹមត្រូវ​ ដើម្បី​កាត់​បន្ថយ​ការ​ខូចខាត​ទិន្នន័យ ។

source: You could try to extend your search to development packages or search for another base distribution (currently ).
hu: A keresés kiterjeszthető a fejlesztői csomagokra vagy átváltható másik disztribúcióra.

source: You could verify the file in the process of downloading. For example a checksum (SHA256) will be used automatically if you choose <a href='http://en.opensuse.org/SDB:Metalink'>Metalink</a> in the field above and use the add-on DownThemAll! in <a href='http://en.opensuse.org/Firefox'>Firefox</a>.
hu: Ellenőrizni tudja a fájlt a letöltés közben, Például az ellenőrzőösszeget (SHA256) <a href='http://en.opensuse.org/SDB:Metalink'>Metalink</a> automatikusan használja, és használja a <a href='http://en.opensuse.org/Firefox'>Firefox</a> használatakor DownThemAll! kiegészítőt.
km: អ្នក​អាច​ផ្ទៀងផ្ទាត់​ឯកសារ​នៅ​ក្នុង​ពេល​កំពុង​ដំណើរការ​ទាញ​យក​បាន ។ ឧទាហរណ៍ ឆេកសាំ (SHA256) នឹង​ត្រូវ​បាន​ប្រើ​ដោយ​ស្វ័យប្រវត្តិ​ ប្រសិនបើ អ្នក​ជ្រើស​យក​ <a href='http://en.opensuse.org/SDB:Metalink'>Metalink</a> នៅ​ក្នុង​វាល​ខាង​លើ ហើយ​ប្រើ​កម្មវិធី​បន្ថែម DownThemAll! នៅ​ក្នុង <a href='http://en.opensuse.org/Firefox'>Firefox</a> ។

source: gpg signature
hu: gpg-aláírás:
km: ហត្ថលេខា​ gpg

source: is still the most commonly used checksum. Many ISO burners display it right before burning.
hu: a legelterjedtebb ellenőrzőösszeg, amelyet a legtöbb CD/DVD-író program megjelenít az írás megkezdése előtt.
km: នៅ​តែ​ជា​ឆេកសាំ​ដែល​ត្រូវ​បាន​ប្រើប្រាស់​ទូទៅ​ដដែល ។ កម្មវិធី​ដុត ISO ជាច្រើន​បង្ហាញ​វា​នៅ​ខាង​ស្ដាំ​ មុន​នឹង​ដុត ។

source: is the less known but more secure checksum than md5.
hu: a legkevésbé elterjedt, de biztonságosabb az md5-ellenőrzőösszegnél.
km: ត្រូវ​បាន​ដឹង​បន្តិចបន្តួច ប៉ុន្តែ​ឆេកសាំ​មាន​សុវត្ថិភាព​ជាង​ md5 ។

source: md5 checksum
hu: md5-ellenőrzőösszeg:

source: offers the most security as you can verify who signed it. It should be <tt>%s</tt>.
hu: a legnagyobb biztonságot nyújtja, mivel ellenőrizhető az aláíró személye, ennek a következőnek kell lennie: <tt>%s</tt>.
km: ផ្ដល់​នូវ​សុវត្ថិភាព​បំផុត​ ព្រោះ​អ្នក​អាច​ផ្ទៀងផ្ទាត់​ថា​អ្នក​ណា​បាន​ចុះហត្ថលេខា​លើ​វា ។ វា​គួរតែ​ជា <tt>%s</tt> ។

source: openSUSE Countdown
hu: openSUSE visszaszámlálás
km: ការ​រាប់​ថយ​ក្រោយ​របស់​អូផឹនស៊ូស៊ី​

source: openSUSE Derivatives
hu: openSUSE változatok
km: ដែល​ចម្លង​តាម​អូផឹន​ស៊ូស៊ី

source: openSUSE is available via http (direct link) or BitTorrent. The CD for network installation is only available via http.
hu: Az openSUSE elérhető http (közvetlen hivatkozás) vagy BitTorrent protokollon keresztül. A hálózati telepítéshez használható CD csak http-n keresztül érhető el.
km: អូផឹន​ស៊ូស៊ី​អាច​មាន​​តាមរយៈ http (តំណ​ផ្ទាល់) ឬ BitTorrent ។ ស៊ីឌី​សម្រាប់​ការ​ដំឡើង​តាម​បណ្ដាញ​គឺ​អាច​ប្រើ​បាន​តែ​តាម​រយៈ http ។

source: openSUSE only supports PCs with 32 Bits and 64 Bits.
hu: Az openSUSE csak 32 és 64 bites architektúrát támogat.
km: អូផឹន​ស៊ូស៊ី​គាំទ្រ​តែកុំព្យូទ័រ​ ៣២ ប៊ីត និង​ ៦៤ ប៊ីត ។

source: see Derivatives on wiki
hu: openSUSE változatok a wikiben
km: មើល​ការ​ចម្លង​តាម​នៅ​​​លើ​វិគី

source: sha1 checksum
hu: sha1-ellenőrzőösszeg:

source: switch to
hu: váltás erre:
km: ប្ដូរ​ទៅជា

source: Live GNOME
km: GNOME បន្ត​ផ្ទាល់

source: Live KDE
km: KDE បន្ត​ផ្ទាល់

source: Metalink
km: តំណ​មេតា
