Repository: 321jr/software-o-o
Catalog: locale/*/software.po
Languages: hu, id, km

source: %{leap} is a <strong>regular-release</strong>. This means it releases %{annually}, with security and stability updates being the priority during each release %{lifetime}.
id: %{leap} adalah <strong>rilis reguler</strong>. Ini berarti ia dirilis %{annually}, dengan pemutakhiran keamanan dan stabilitas yang menjadi prioritas selama %{lifetime}.

source: %{tumbleweed} is a <strong>rolling-release</strong>. This means the software is always the latest stable versions available from the openSUSE Project. Things will change regularly as Free and Open Source projects continually release new versions of their software.
id: %{tumbleweed} adalah sebuah <strong>rilis bergulir</strong>. Ini berarti perangkat lunak selalu merupakan versi stabil terbaru yang tersedia dari Proyek openSUSE. Segalanya akan selalu berubah secara teratur ketika proyek Bebas dan Sumber Terbuka merilis versi baru dari perangkat lunak mereka.

source: 2 GB system memory
id: Memori sistem 2 GB

source: 2 Ghz dual core processor or better
id: Prosesor dua inti 2 Ghz atau lebih bagus

source: <b>%s</b> from <b>%s</b> project
id: <b>%s</b> dari proyek <b>%s</b>

source: <b>%s</b> project
id: Proyek <b>%s</b>

source: <b>official release</b>
hu: <b>hivatalos kiadás</b>
id: <b>rilis resmi</b>

source: <b>official update</b>
hu: <b>hivatalos frissítés</b>
id: <b>pemutakhiran resmi</b>

source: Add repository and install manually
hu: Telepítési forrás hozzáadása és telepítés kézzel
id: Tambah repositori dan pasang secara manual
km: បន្ថែម​ឃ្លាំង និង​ដំឡើង​ដោយដៃ

source: Architecture
id: Arsitektur

source: Back to home page
id: Kembali ke beranda

source: Both distributions are fully capable of being used on a Desktop PC, laptop, server, or in the cloud.
id: Kedua distribusi sepenuhnya dapat digunakan pada Destop PC, laptop, peladen, atau di awan.

source: Both distributions are well tested by <a href="https://openqa.opensuse.org">openQA</a> as well as by human openSUSE contributors so both can be relied upon to work.
id: Kedua distribusi tersebut diuji dengan baik oleh <a href="https://openqa.opensuse.org">openQA</a> dan secara manual oleh kontibutor openSUSE sehingga keduanya dapat diandalkan untuk bekerja.

source: Build service
id: Layanan bangun

source: Cancel
id: Batal

source: Categories
hu: Kategóriák
id: Kategori
km: ប្រភេទ

source: Category
hu: Kategória
id: Kategori
km: ប្រភេទ

source: Checksum
id: Ceksum

source: Checksums Help
id: Bantuan Ceksum

source: Choosing Which Media to Download
id: Memilih Media yang Akan Diunduh

source: Choosing which Distribution to Download
id: Memilih Distribusi untuk Diunduh

source: Community
hu: Közösség
id: Komunitas
km: សហគមន៍

source: Connection to OBS is unavailable. Functionality of this site is limited.
id: Koneksi ke OBS tidak tersedia. Fungsi dari situs ini terbatas.

source: Container as a Service Platform based on Kubernetes atop openSUSE MicroOS.
id: Platform Container as a Service berdasarkan pada Kubernetes di atas openSUSE MicroOS.

source: Contains a large collection of software for desktop or server use. Suitable for installation or upgrade.
id: Berisi koleksi besar perangkat lunak untuk penggunaan destop atau server. Cocok untuk pemasangan atau peningkatan.

source: DVD Image
id: Citra DVD

source: Desktop
id: Destop

source: Developers
id: Pengembang

source: Development
hu: Fejlesztés
id: Pengembangan
km: អភិវឌ្ឍន៍

source: Development packages
hu: Fejlesztői csomagok
id: Paket pengembangan

source: Direct Install
hu: Közvetlen telepítés
id: Pasang Langsung
km: ដំឡើង​ដោយ​ផ្ទាល់

source: Distribution
id: Distribusi

source: Distributions
id: Distribusi

source: Documentation
hu: Dokumentáció
id: Dokumentasi
km: ឯកសារ​

source: Download
hu: Letöltés
id: Unduh
km: ​​ទាញយក​

source: Download appliance from %s
hu: Készülék letöltése innen: %s
id: Unduh perlengkapan dari %s
km: ទាញ​យក​ឧបករណ៍​ប្រើប្រាស់​ពី %s

source: Download latest openSUSE Leap release
id: Unduh rilis openSUSE Leap terbaru

source: Download openSUSE’s regular release and enjoy the benefits of both enterprise-grade engineering and community-developed innovation.
id: Unduh rilis reguler openSUSE dan nikmati manfaat dari rekayasa tingkat perusahaan dan inovasi yang dikembangkan oleh komunitas.

source: Download openSUSE’s rolling release and always run the latest packages provided by the openSUSE Project.
id: Unduh rilis bergulir openSUSE dan selalu jalankan paket terkini yang disediakan oleh Proyek openSUSE.

source: Download previous openSUSE Leap release
id: Unduh rilis openSUSE Leap sebelumnya

source: Downloads the installation system and all packages from online repositories. Suitable for installation or upgrade.
id: Unduh sistem pemasangan dan semua paket dari repositori daring. Cocok untuk pemasangan atau peningkatan.

source: Easy Ways to Switch to openSUSE Leap
id: Cara Mudah untuk Beralih ke openSUSE Leap

source: Easy Ways to Switch to openSUSE Tumbleweed
id: Cara Mudah untuk Beralih ke openSUSE Tumbleweed

source: Education & Science
id: Pendidikan & Sains

source: Either a DVD drive or USB port for the installation media
id: Baik drive DVD atau porta USB untuk media pemasangan

source: Events
id: Acara

source: Experimental
id: Eksperimental

source: Facebook group
id: Grup Facebook

source: For <strong>%s</strong> run the following as <strong>root</strong>:
hu: Ehhez: <strong>%s</strong> futtassa a következőt <strong>root</strong>-ként:
id: Untuk <strong>%s</strong> jalankan berikut ini sebagai <strong>root</strong>:
km: សម្រាប់​ <strong>%s</strong> ដំណើរការ​អ្វី​ៗ​ដូច​ខាងក្រោម​ជា <strong>root</strong>:

source: For <strong>%s</strong> run the following:
id: Untuk <strong>%s</strong> jalankan berikut ini:

source: For <strong>Arch Linux</strong>, edit /etc/pacman.conf and add the following (note that the order of repositories in pacman.conf is important, since pacman always downloads the first found package):
id: Untuk <strong>Arch Linux</strong>, sunting /etc/pacman.conf dan tambahkan berikut ini (perhatikan bahwa urutan repositori di pacman.conf adalah penting, karena pacman selalu mengunduh paket yang pertama kali ditemukan):

source: For CD and USB stick
id: Untuk CD dan stik USB

source: For DVD and USB stick
id: Untuk DVD dan stik USB

source: For Developers, openSUSE Contributors, and Linux/FOSS Enthusiasts.
id: Untuk Pengembang, Kontributor openSUSE, dan Penggemar Linux/FOSS.

source: For Sysadmins, Enterprise Developers, and ‘Regular’ Desktop Users.
id: Untuk Sysadmin, Pengembang Perusahaan, dan Pengguna Destop 'Biasa'.

source: For each ISO, we offer a checksum file with the corresponding SHA256 sum.
id: Untuk setiap ISO, kami menawarkan berkas checksum dengan jumlah SHA256 yang sesuai.

source: For extra security, you can use GPG to verify who signed those .sha256 files.
id: Untuk keamanan ekstra, Anda dapat menggunakan GPG untuk memverifikasi siapa yang menandatangani berkas .sha256 tersebut.

source: For more help verifying your download please read %{checksums_help}
id: Untuk bantuan lebih lanjut tentang memverifikasi unduhan Anda, silakan baca %{checksums_help}

source: For running virtual machines in VMware
id: Untuk menjalankan mesin virtual di VMware

source: For running virtual machines on MS HyperV
id: Untuk menjalankan mesin virtual di MS HyperV

source: For use in KVM or XEN HVM hypervisors
id: Untuk digunakan dalam hypervisor KVM atau XEN HVM

source: For use in XEN PV hypervisors
id: Untuk digunakan dalam hypervisor XEN PV

source: Forums
id: Forum

source: From OS X
id: Dari OS X

source: From Windows
id: Dari Windows

source: From an older version or other Linux distro
id: Dari versi yang lebih lama atau distro Linux lainnya

source: Full Documentation
id: Dokumentasi Lengkap

source: GNOME LiveCD
id: LiveCD GNOME

source: Games
hu: Játékok
id: Permainan
km: ល្បែង

source: Get openSUSE
id: Dapatkan openSUSE

source: Google+ group
id: Grup Google+

source: Grab binary packages directly
hu: Bináris csomagok közvetlen letöltése
id: Ambil paket biner secara langsung
km: ចាប់​យក​កញ្ចប់​គោល​ពីរ​ដោយផ្ទាល់

source: Graphics
id: Grafis

source: Help test the next version of openSUSE Leap!
id: Bantu uji versi selanjutnya dari openSUSE Leap!

source: How to burn a DVD on Linux.
id: Cara membakar sebuah DVD pada Linux.

source: How to burn a DVD on OS X.
id: Cara membakar sebuah DVD pada OS X.

source: How to burn a DVD on Windows.
id: Cara membakar sebuah DVD pada Windows.

source: How to create a Bootable USB stick on Windows.
id: Cara membuat sebuah stik USB Bootable pada Windows.

source: How to create a bootable USB stick on Linux.
id: Cara membuat sebuah stik USB Bootable pada Linux.

source: How to create a bootable USB stick on OS X.
id: Cara membuat sebuah stik USB Bootable pada OS X.

source: IRC channels
id: Kanal IRC

source: If you are still not sure, download %{leap}
id: Jika Anda masih tidak yakin, unduh %{leap}

source: If you’re already running openSUSE you can upgrade by booting from the DVD/USB and choosing upgrade, or carry out an ‘Online Upgrade’ in a few commands.
id: Jika Anda sudah menjalankan openSUSE, Anda bisa meningkatkan dengan mem-boot dari DVD/USB dan memilih peningkatan, atau melakukan ‘Peningkatan Daring’ dengan beberapa perintah.

source: Image:
hu: Lemezkép:
id: Citra:
km: រូបភាព ៖

source: Information
id: Informasi

source: Install package %s / %s
hu: Csomag telepítése %s / %s
id: Pasang paket %s / %s
km: ដំឡើង​កញ្ចប់ %s / %s

source: Install pattern %s / %s
hu: Minta telepítése %s / %s
id: Pasang pola %s / %s
km: ដំឡើង​លំនាំ %s / %s

source: Installation
id: Pemasangan

source: Installation Source
id: Sumber Pemasangan

source: Internet access is helpful, and required for the Network Installer
id: Akses internet sangat membantu, dan diperlukan untuk pemasangan jaringan

source: It is easy to <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">switch to openSUSE Tumbleweed</a> if you change your mind later.
id: Mudah untuk <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">beralih ke openSUSE Tumbleweed</a> jika Anda berubah pikiran nanti.

source: It is not expected to change in any significant way until its next annual release.
id: Ini tidak diharapkan untuk berubah secara signifikan sampai rilis tahunan berikutnya.

source: It should be %{fingerprint}
id: Seharusnya %{fingerprint}

source: KDE LiveCD
id: LiveCD KDE

source: Leap %s DVD
id: DVD Leap %s

source: Leap %s DVD (Build %s)
id: DVD Leap %s (Build %s)

source: Leap %s Network Installation
id: Pemasangan Jaringan Leap %s

source: Leap %s Network Installation (Build %s)
id: Pemasangan Jaringan Leap %s (Build %s)

source: Leap is recommended for <strong>Sysadmins</strong>, <strong>Enterprise Developers</strong>, and <strong>‘Regular’ Desktop Users</strong>.
id: Leap dianjurkan untuk <strong>Sysadmin</strong>, <strong>Pengembang Perusahaan</strong>, dan <strong>Pengguna Desktop ‘Biasa’</strong>.

source: Leap shares a Common Base System with %{sles}, so major architectural changes are not expected for several years, aligned with each new Major Release (eg 12, 13, etc) of SUSE Linux Enterprise.
id: Leap berbagi basis sistem yang sama dengan %{sles}, sehingga tidak ada perubahan arsitektur besar yang direncanakan selama beberapa tahun yang akan datang, disesuaikan dengan rilis Major (misal 12, 13, dst) dari SUSE Linux Enterprise.

source: Learn more
id: Pelajari lebih lanjut

source: License
id: Lisensi

source: Mail lists
id: Milis

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version. You could verify the file in the process of downloading. For example a checksum (SHA256) will be used automatically if you choose Metalink in the field above and use the add-on DownThemAll! in Firefox.
id: Banyak aplikasi yang dapat memverifikasi checksum dari pengunduhan. Untuk memverifikasi unduhan Anda dapat menjadi penting karena memverifikasi Anda benar-benar telah mendapatkan berkas ISO yang ingin Anda unduh dan bukan versi yang rusak. Anda dapat memverifikasi berkas dalam proses pengunduhan. Misalnya checksum (SHA256) akan digunakan secara otomatis jika Anda memilih Metalink pada ruas di atas dan menggunakan add-on DownThemAll! di Firefox.

source: Medium
id: Media

source: Network
hu: Hálózat
id: Jaringan
km: បណ្ដាញ​

source: Network Image
id: Citra Jaringan

source: News
id: Berita

source: No appliance data for %{project}
id: Tidak ada data perlengkapan untuk %s{project}

source: No appliances found in project %s
hu: Nem található készülék a(z) %s projektben
id: Tidak ada perlengkapan yang ditemukan dalam proyek %s
km: រក​មិន​ឃើញ​ឧបករណ៍​ប្រើប្រាស់​នៅ​ក្នុង​គម្រោង %s ទេ

source: No data for %s / %s
hu: Nincs adat ehhez: %s %s
id: Tidak ada data untuk %s / %s
km: គ្មាន​ទិន្នន័យ​សម្រាប់ %s / %s

source: No description.
id: Tidak ada deskripsi.

source: No downloads found for %s in project %s
hu: Nem található letöltés ehhez: %s a(z) %s projektben
id: Tidak ditemukan unduhan untuk %s pada proyek %s
km: រក​មិន​ឃើញ​ការ​ទាញ​យក​សម្រាប់​ %s នៅ​ក្នុង​គម្រោង​ %s ទេ

source: No legacy distribution available
id: Distribusi warisan tidak tersedia

source: No packages found matching your search.
hu: Nem található olyan csomag, amely megfelel a keresési feltételeknek.
id: Tidak ditemukan paket yang cocok dengan pencarian Anda.
km: រក​មិន​ឃើញ​កញ្ចប់​ដែល​ផ្គូផ្គង​នឹង​ការ​ស្វែងរក​របស់​អ្នក​ទេ ។

source: No stable release available
id: Rilis stabil tidak tersedia

source: No testing distribution available.
id: Distribusi pengujian tidak tersedia.

source: OBS Backend not available
hu: az OSB nem érhető el
id: Backend OBS tidak tersedia

source: Office & Productivity
id: Perkantoran & Produktivitas

source: Official
id: Resmi

source: Online Upgrade Instructions
id: Petunjuk Peningkatan Daring

source: Over 40GB of free hard drive space
id: Lebih dari 40GB ruang diska bebas

source: Package %s not found...
hu: '%s' nem található…
id: Paket %s tidak ditemukan...
km: រក​មិន​ឃើញ​កញ្ចប់ %s...

source: Package Search
hu: Csomagkeresés
id: Cari Paket
km: ស្វែងរក​កញ្ចប់

source: Packages for %s:
hu: Csomagok ehhez: %s
id: Paket untuk %s:
km: កញ្ចប់​សម្រាប់ %s ៖

source: Pick Mirror
hu: Mirror kiválasztása
id: Pilih Cermin
km: យក​​កញ្ចក់

source: Please be aware of the following limitations of the live images:
id: Harap perhatikan keterbatasan live images berikut:

source: Please review [openQA](%{openqa})'s test results if you want an indication whether these live medias are working as expected
id: Harap tinjau hasil pengujian [openQA] (%{openqa}) jika Anda menginginkan indikasi apakah media live ini berfungsi seperti yang diharapkan

source: Ports
id: Porta

source: Ports of openSUSE Leap to architectures other than the PC are maintained by separate community teams, with limited resources.
id: Porta openSUSE Leap untuk arsitektur selain PC dikelola oleh tim komunitas terpisah, dengan sumber daya terbatas.

source: Ports of openSUSE Tumbleweed to architectures other than the PC are maintained by separate community teams. Scope and pace of the rolling release might be different due to limited resources for those architectures.
id: Porta openSUSE Tumbleweed untuk arsitektur selain PC dikelola oleh tim komunitas terpisah. Cakupan dan kecepatan rilis bergulir mungkin berbeda karena sumber daya yang terbatas untuk arsitektur tersebut.

source: Recommended System Requirements
id: Persyaratan Sistem yang Disarankan

source: Release Notes
id: Catatan Rilis

source: Release notes
id: Catatan rilis

source: Rescue LiveCD
id: CD Live Penyelamatan

source: Search
hu: Keresés
id: Cari
km: ស្វែងរក

source: Search packages...
id: Cari paket...

source: Search settings
id: Pengaturan pencarian

source: Select Your Operating System
hu: Operációs rendszer kiválasztása
id: Pilih Sistem Operasi Anda
km: ជ្រើស​ប្រព័ន្ធ​ប្រតិបត្តិការ​របស់​អ្នក

source: Select the image type
hu: Válassza ki a lemezkép típusát.
id: Pilih tipe citra
km: ជ្រើស​ប្រភេទ​រូបភាព

source: Shop
id: Toko

source: Show
hu: Megjelenítés
id: Tampilkan

source: Show %s for other distributions
id: Tampilkan %s untuk distribusi lainnya

source: Show community packages
id: Tampilkan paket komunitas

source: Show debug packages
id: Tampilkan paket awakutu

source: Show development packages
id: Tampilkan paket pengembangan

source: Show experimental packages
id: Tampilkan paket eksperimental

source: Show language packages
id: Tampilkan paket bahasa

source: Size
id: Ukuran

source: Social Media
id: Media Sosial

source: Software
id: Perangkat Lunak

source: Source
hu: Forrás
id: Sumber
km: ប្រភព

source: Sub-Packages
hu: Részcsomagok
id: Sub-Paket

source: System & Utility
id: Sistem & Utilitas

source: The DVD/USB Stick is typically recommended as it contains most of the packages available in the distribution and does not require a network connection during the installation.
id: DVD/Stik USB biasanya direkomendasikan karena berisi sebagian besar paket yang tersedia dalam distribusi dan tidak memerlukan koneksi jaringan selama pemasangan.

source: The Network CD/USB Stick is recommended for users who have limited bandwidth on their internet connections, as it will only download the packages they choose to install, which is likely to be significantly less than 4.7GB.
id: CD jaringan/Stik USB dianjurkan untuk pengguna yang memiliki keterbatasan bandwidth pada koneksi internet mereka, karena hanya akan mengunduh paket yang mereka pilih untuk dipasang, yang kemungkinan besar akan sangat signifikan kurang dari 4.7GB.

source: The authentication to the OBS API has not been configured correctly.
id: Autentikasi ke OBS API belum dikonfigurasi dengan benar.

source: The following distributions are not officially supported. Use these packages at your own risk.
id: Distribusi berikut ini tidak didukung secara resmi. Gunakan paket ini dengan risiko Anda sendiri.

source: Then run the following as <strong>root</strong>
id: Kemudian jalankan berikut sebagai <strong>root</strong>

source: There is a new version of openSUSE Leap <a href='/distributions/leap'>available</a>!
id: Versi terbaru openSUSE Leap sudah <a href='/distributions/leap'>tersedia</a>!

source: There is no official package available for %s
id: Tidak ada paket resmi yang tersedia untuk %s

source: These ports are not officially supported, and they are not as stable as official distributions.
id: Porta ini tidak didukung secara resmi, dan tidak stabil seperti distribusi resmi.

source: They are not tested as thoroughly as the [Tumbleweed media](%{tw})
id: Mereka tidak diuji secara menyeluruh seperti [Tumbleweed media](%{tw})

source: They cannot be used to install or upgrade Tumbleweed. Please use the [Tumbleweed media](%{tw}) instead
id: Mereka tidak dapat digunakan untuk memasang atau meningkatkan Tumbleweed. Silakan gunakan [Media Tumbleweed] (%{tw}) sebagai gantinya

source: They have a limited package and driver selection, so cannot be considered an accurate reflection as to whether Tumbleweed will work on your hardware or not
id: Mereka memiliki paket terbatas dan pilihan penggerak, jadi tidak dapat dianggap sebagai refleksi akurat apakah Tumbleweed akan bekerja pada perangkat keras Anda atau tidak

source: Toggle navigation
id: Menu navigasi

source: Torrent File
id: Berkas Torrent

source: Tumbleweed %s DVD (i586)
id: DVD Tumbleweed %s (i586)

source: Tumbleweed %s DVD (x86_64)
id: DVD Tumbleweed %s (x86_64)

source: Tumbleweed %s GNOME Live (i686)
id: GNOME Live Tumbleweed %s (i686)

source: Tumbleweed %s GNOME Live (x86_64)
id: GNOME Live Tumbleweed %s (x86_64)

source: Tumbleweed %s KDE Live (i686)
id: KDE Live Tumbleweed %s (i686)

source: Tumbleweed %s KDE Live (x86_64)
id: KDE Live Tumbleweed %s (x86_64)

source: Tumbleweed %s Network Installation (i586)
id: Pemasangan Jaringan Tumbleweed %s (i586)

source: Tumbleweed %s Network Installation (x86_64)
id: Pemasangan Jaringan Tumbleweed %s (x86_64)

source: Tumbleweed %s Rescue CD (i686)
id: CD penyelamat Tumbleweed %s (i686)

source: Tumbleweed %s Rescue CD (x86_64)
id: CD penyelamat Tumbleweed %s (x86_64)

source: Tumbleweed is recommended for <strong>Developers</strong>, <strong>openSUSE Contributors</strong>, and <strong>Linux/FOSS Enthusiasts</strong>.
id: Tumbleweed direkomendasikan untuk <strong>Pengembang</strong>, <strong>Kontributor openSUSE</strong>, dan <strong>Penggemar Linux/FOSS</strong>.

source: Unofficial
id: Tidak resmi

source: Unsupported distributions
id: Distribusi yang tak didukung

source: Upgrade Instructions
id: Petunjuk Peningkatan

source: Verify Your Download Before Use
id: Verifikasi Unduhan Anda Sebelum Digunakan

source: Version
hu: Verzió
id: Versi
km: កំណែ

source: View
id: Lihat

source: View Leap
id: Lihat Leap

source: View Testing
id: Lihat Pengujian

source: View Tumbleweed
id: Lihat Tumbleweed

source: You can add the repository key to apt. Keep in mind that the owner of the key may distribute updates, packages and repositories that your system will trust (<a href="%s">more information</a>). To add the key, run:
id: Anda dapat menambahkan kunci repositori ke apt. Perhatikan bahwa pemilik kunci dapat mendistribusikan pemutakhiran, paket, dan repositori yang akan dipercaya oleh sistem Anda (<a href="%s">informasi lebih lanjut</a>). Untuk menambahkan kunci, jalankan:

source: You could try to extend your search to development packages or search for another base distribution (currently #{@baseproject}).
id: Anda dapat mencoba memperluas pencarian Anda ke paket pengembangan atau mencari pada distribusi basis lainnya (saat ini #{@baseproject}).

source: annually
id: setiap tahun

source: lifetime
id: seumur hidup

source: openSUSE Software
id: Perangkat Lunak openSUSE

source: openSUSE Startup Guide
id: Panduan Memulai openSUSE

source: openSUSE contributors
id: kontributor openSUSE

source: and
hu: és

source: "#{release} is not a supported release."
hu: "a(z) #{release} nem támogatott kiadás."

source: (hide)
hu: (elrejtés)
km: (លាក់)

source: (show)
hu: (megjelenítés)
km: (បង្ហាញ)

source: ... and keep us informed
hu: ... és maradjunk informáltak

source: ... get other marketing stuff
hu: ... további marketing anyagok igénylése

source: 64 Bit PC
hu: 64 bites
km: កុំព្យូទ័រ ៦៤ ប៊ីត
