Repository: 321jr/software-o-o
Catalog: po/*/software.po
Languages: da, pt_br

source: Get Software
da: Få software
pt_br: Obtenha software

source: Build Software
da: Byg software
pt_br: Compile software

source: User Directory
da: Brugerarkiv
pt_br: Diretório de usuários

source: Features
da: Funktioner
pt_br: Recursos

source: News
da: Nyheder
pt_br: Notícias

source: Forums
da: Forum
pt_br: Fóruns

source: Shop
da: Butik
pt_br: Loja

source: Getting Help
da: Få hjælp
pt_br: Obtendo ajuda

source: Download Help
da: Hjælp til download
pt_br: Ajuda de download

source: Burn CD/DVD Image(s)
da: Brænd cd-/dvd-imagefil
pt_br: Gravando imagem de CD/DVD

source: Installation Guides
da: Installationsguides
pt_br: Guias de instalação

source: Official Manuals
da: Officielle manualer
pt_br: Manuais oficiais

source: Software Search
da: Softwaresøgning
pt_br: Pesquisa de software

source: Package Repositories
da: Softwarekilder
pt_br: Repositórios de pacotes

source: Update Repositories
da: Opdateringskilder
pt_br: Repositórios de atualização

source: Source Repository
da: Kildekode-kilder
pt_br: Repositório fonte

source: Other Options
da: Andre muligheder
pt_br: Outras opções

source: Latest Development Version
da: Seneste udviklingsversion
pt_br: Última versão de desenvolvimento

source: Expert view
da: Avanceret visning
pt_br: Visualização avançada

source: Get it
da: Få det
pt_br: Obtenha

source: Package Search
da: Pakkesøgning
pt_br: Pesquisa de pacotes

source: Search Build Service
da: Søg på Build Service
pt_br: Pesquisa no Build Service

source: Search for and install additional software packages from the openSUSE Build Service.
da: Søg efter og installér yderligere softwarepakker fra openSUSE Build Service.
pt_br: Pesquise por e instale pacotes de software adicionais a partir do openSUSE Build Service.

source: Get openSUSE
da: Få openSUSE
pt_br: Obtenha o openSUSE

source: Sponsored by
da: Sponseret af
pt_br: Patrocinado por

source: Gold Sponsor
da: Guldsponsor
pt_br: Patrocinador ouro

source: Sponsored by AMD
da: Sponseret af AMD
pt_br: Patrocinado por AMD

source: Sponsored by: IP Exchange
da: Sponseret af: IP Exchange
pt_br: Patrocinado por: IP Exchange

source: Silver Sponsor
da: Sølvsponsor
pt_br: Patrocinador prata

source: Buy openSUSE
da: Køb openSUSE
pt_br: Compre o openSUSE

source: Buy openSUSE 11.1
da: Køb openSUSE 11.1
pt_br: Compre o openSUSE 11.1

source: Buy openSUSE 11.1!
da: Køb openSUSE 11.1!
pt_br: Compre o openSUSE 11.1!

source: For users new to Linux, the supported version of openSUSE may be the best choice&mdash;you'll get complete end-user documentation, installable media for 32 Bit and 64 Bit systems, plus 90 days of end-user installation support.
da: For brugere for hvem Linux er nyt, er den supporterede version af openSUSE måske det bedste valg&mdash;du vil få komplet slutbruger-dokumentation, installérbare medier til 32- og 64-bit-systemer, samt 90 dage installationssupport til slutbrugere.
pt_br: Para usuários novos no Linux, a versão suportada do openSUSE pode ser a melhor escolha&mdash;você terá documentação completa, mídia de instalação para sistemas 32 bit e 64 bit, mais um período de 90 dias de suporte de instalação.

source: openSUSE 11.1 is available at several <a href="http://en.opensuse.org/Buy_openSUSE">online</a> shops or at local resellers.
da: openSUSE 11.1 er tilgængelig i adskillige <a href="http://en.opensuse.org/Buy_openSUSE">online</a> butikker lokale forhandlere.
pt_br: O openSUSE 11.1 está disponível em várias lojas <a href="http://en.opensuse.org/Buy_openSUSE">online</a> ou revendedores locais.

source: <a href="http://en.opensuse.org/OpenSUSE_EULA">License</a> (End User License Agreement)
da: <a href="http://en.opensuse.org/OpenSUSE_EULA">Licens</a> (Slutbruger-licensaftale)
pt_br: <a href="http://en.opensuse.org/OpenSUSE_EULA">Licença</a> (Contrato de Licença de Usuário Final)

source: <a href='%s'>Release Notes</a> (latest information)
da: <a href='%s'>Udgivelsesnoter</a> (seneste information)
pt_br: <a href='%s'>Notas de lançamento</a> (últimas informações)

source: Popup: Help on Download Media
da: Pop-op: Hjælp til download-medier
pt_br: Contexto: Ajuda para baixar mídia

source: Help
da: Hjælp
pt_br: Ajuda

source: Choose an Installation Medium
da: Vælg et installationsmedie
pt_br: Escolha uma mídia de instalação

source: DVD is the standard medium for most
da: Dvd er standardmediet for de fleste
pt_br: DVD é a mídia padrão para a maioria

source: Live CD with GNOME desktop
da: Live-cd med GNOME-skrivebordsmiljø
pt_br: LiveCD com área de trabalho GNOME

source: Live CD with KDE desktop
da: Live-cd med KDE-skrivebordsmiljø
pt_br: LiveCD com área de trabalho KDE

source: Network installation for experts
da: Netværksinstallation for eksperter
pt_br: Instalação via rede para usuários avançados

source: Type of Computer
da: Computertype
pt_br: Tipo de computador

source: 32&nbsp;Bit&nbsp;PC
da: 32-bit&nbsp;pc
pt_br: PC 32&nbsp;bit

source: x86: Computers with e.g. AMD&reg; Sempron or Intel&reg; Celeron&trade;, almost all desktop computers dating 2004 or earlier. This version also runs on 64bit PCs.
da: x86: Computere med f.eks. AMD&reg; Sempron eller Intel&reg; Celeron&trade;, næsten alle almindelige computere fra 2004 eller tidligere. Denne version kan også køre på 64-bit pc'er.
pt_br: x86: Computadores com, por exemplo, AMD&reg; Sempron ou Intel&reg; Celeron&trade;, quase todos os computadores datados de 2004 ou anterior. Esta versão também roda em PCs 64 bit.

source: 64 Bit PC
pt_br: PC 64 bit

source: x86-64: Most new computers with e.g. AMD&reg;: Opteron&trade;, Turion&trade; 64, Athlon&trade; 64, or Intel&reg;: Core&trade;2, Pentium&reg; 4 6xx, Pentium&reg; D CPUs.
da: x86-64: De fleste nye computere med f.eks. AMD&reg;: Opteron&trade;, Turion&trade; 64, Athlon&trade; 64, eller Intel&reg;: Core&trade;2, Pentium&reg; 4 6xx, Pentium&reg; D CPU'er.
pt_br: x86-64: A maioria dos computadores novos com, por exemplo, CPUs AMD&reg;: Opteron&trade;, Turion&trade; 64, Athlon&trade; 64, ou Intel&reg;: Core&trade;2, Pentium&reg; 4 6xx, Pentium&reg; D.

source: Popup: Help on Download Methods
da: Pop-op: Hjælp til downloadmetoder
pt_br: Contexto: Ajuda nos métodos de donwload

source: Download Method
da: Downloadmetode
pt_br: Método de download

source: Direct Link
da: Direkte link
pt_br: Link direto

source: Pick Mirror
da: Vælg mirror
pt_br: Escolha um mirror

source: Need help?
da: Brug for hjælp?
pt_br: Necessita ajuda?

source: To download a medium, choose from the installation ways, possibly change the architecture and the download way and choose "Save file".
da: For at downloade et medie, så vælg blandt installationsmåderne, og skift eventuelt arkitektur og downloadmetode og vælg "Gem fil".
pt_br: Para baixar uma mídia, escolha a partir do modo de instalação, possivelmente alterando a arquitetura e o modo de donwload e escolha "Salvar arquivo".

source: In case of problems with the download, please <a href="http://en.opensuse.org/Download_Help">refer to the Download Help</a>.
da: I tilfælde af problemer med download, <a href="http://en.opensuse.org/Download_Help">se da Hjælp til download</a>.
pt_br: No caso de problemas com o download, por favor, <a href="http://en.opensuse.org/Download_Help">consulte a ajuda de download</a>.

source: Verify your download (optional)
da: Verificér dit download (valgfrit)
pt_br: Verifique seu download (opcional)

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version. We offer three different checksums:
da: Mange programmer kan verificere tjeksummen for et download. At verificere dit download kan være vigtigt, da det verificerer at du faktisk har fået den ISO-fil du ønskede at downloade og ikke en defekt version. Vil tilbyder tre forskellige tjeksummer:
pt_br: Muitos aplicativos podem verificar a soma de verificação de um download. Verificar o seu download pode ser importante já que ele verifica se você realmente baixou o arquivo ISO correto e não alguma versão falhada. Nós oferecemos três somas de verificação diferentes:

source: gpg signature
da: gpg-signatur
pt_br: assinatura GPG

source: offers the most security as you can verify who signed it. It should be
da: tilbyder den største sikkerhed da du kan verificerer hvem der signerede den. Det bør være
pt_br: oferece a maior segurança já que você pode ver quem assinou-o. Ele deve ser

source: md5 checksum
da: md5-tjeksum
pt_br: soma de verificação MD5

source: is still the most commonly used checksum. Many ISO burners display it right before burning.
da: er stadig den mest anvendte tjeksum. Mange ISO-brændere viser den før brænding.
pt_br: ainda é a soma de verificação mais amplamente usada. Muitos gravadores de ISO exibem-na após a gravação.

source: sha1 checksum
da: sha1-tjeksum
pt_br: soma de verificação SHA1

source: is the less known but more secure checksum than md5.
da: er en mindre kendt, men mere sikker tjeksum end md5.
pt_br: é a menos conhecida mas mais segura soma de verificação que o MD5.

source: offers the most security as you can verify who signed it. It should be .
da: tilbyder den højeste sikkerhed da du kan verificere hvem der signerede den. Det bør være .
pt_br: oferece a maior segurança já que você pode ver quem assinou-o. Ele deve ser .

source: is still the most commonly used checksum. Many ISO burners display it right before burning..
da: er stadig den mest anvendte tjeksum.. Mange ISO-brændere viser den før brænding..
pt_br: ainda é a soma de verificação mais amplamente usada. Muitos gravadores de ISO exibem-na após a gravação.

source: is the less known but more secure checksum than md5..
da: er en mindre kendt, men mere sikker tjeksum end md5..
pt_br: é menos conhecido mas é uma soma de verificação mais secura que o MD5.

source: Add-On Downloads (optional)
da: Download af tillæg (valgfrit)
pt_br: Downloads complementares (opcional)

source: Extra Languages (32 Bit)
da: Ekstra sprog (32-bit)
pt_br: Idiomas extras (32 Bit)

source: Extra Languages (64 Bit)
da: Ekstra sprog (64-bit)
pt_br: Idiomas extras (64 Bit)

source: Extra Languages
da: Ekstra sprog
pt_br: Idiomas extras

source: NonOSS CD
pt_br: CD NonOSS

source: How to Proceed
da: Hvordan du fortsætter
pt_br: Como proceder

source: After having successfully downloaded the ISO image(s), burn the image(s) with your favorite burning application to a DVD or CD. Please do <em>not</em> burn a data DVD/CD, but rather choose the option to burn an ISO image.
da: Efter korrekt download af ISO-imagefil(er), så brænd imagefil(erne) til en dvd eller cd med dit foretrukne brænderprogram. Brænd <em>ikke</em> en data dvd/cd, men vælg i stedet muligheden for at brænde en ISO-imagefil.
pt_br: Após ter baixado a imagem ISO com sucesso, grave a imagem com seu aplicativo de gravação favorito em um DVD ou CD. Por favor, <em>não</em> grave um DVD/CD de dados, ao invés, escolha gravar uma imagem ISO.

source: More information
da: Mere information
pt_br: Mais informação

source: Boot from the DVD or CD. In case your computer does not automatically boot from CD/DVD, open the BIOS setup to allow booting from CD or DVD.
da: Boot fra dvd'en eller cd'en. Hvis din computer ikke booter automatisk fra cd/dvd, så åbn BIOS-opsætningen for at aktivere boot fra cd eller dvd.
pt_br: Inicialize a partir do DVD ou CD. No caso de seu computador não inicializar automaticamente a partir do CD/DVD, abra a configuração da BIOS para permitir a inicialização a partir do DVD ou CD.

source: Instructions are available as follows:
da: Følgende instruktioner er tilgængelige:
pt_br: As instruções estão disponíveis são as seguintes:

source: Installation from DVD/CD:
da: Installation fra dvd/cd:
pt_br: Instalação a partir do CD/DVD:

source: Official %s Start-Up guide
da: Officiel %s Start-Up-guide
pt_br: Guia de inicialização %s oficial

source: Step-by-step installation guide
da: Trin-for-trin installationsguide
pt_br: Guia de instalação passo-a-passo

source: Network Installation
da: Netværksinstallation
pt_br: Instalação via rede

source: Internet Installation
pt_br: Instalação via Internet

source: Additional Information
da: Yderligere information
pt_br: Informação adicional
